{
  "[PAD]": 0,
  "[UNK]": 1,
  "1": 2,
  "2": 3,
  "3": 4,
  "4": 5,
  "5": 6,
  "6": 7,
  "7": 8,
  "8": 9,
  "9": 10,
  "10": 11,
  "11": 12,
  "12": 13,
  "13": 14,
  "14": 15,
  "15": 16,
  "16": 17,
  "17": 18,
  "18": 19,
  "19": 20,
  "20": 21,
  "21": 22,
  "22": 23,
  "23": 24,
  "24": 25,
  "25": 26,
  "26": 27,
  "27": 28,
  "28": 29,
  "29": 30,
  "30": 31,
  "31": 32,
  "32": 33,
  "33": 34,
  "34": 35,
  "35": 36,
  "36": 37,
  "37": 38,
  "38": 39,
  "39": 40,
  "40": 41,
  "41": 42,
  "42": 43,
  "43": 44,
  "44": 45,
  "45": 46,
  "46": 47,
  "47": 48,
  "48": 49,
  "49": 50,
  "50": 51,
  "51": 52,
  "52": 53,
  "53": 54,
  "54": 55,
  "55": 56,
  "56": 57,
  "57": 58,
  "58": 59,
  "59": 60,
  "60": 61,
  "61": 62,
  "62": 63,
  "63": 64,
  "64": 65,
  "65": 66,
  "66": 67,
  "67": 68,
  "68": 69,
  "69": 70,
  "70": 71,
  "71": 72,
  "72": 73,
  "73": 74,
  "74": 75,
  "75": 76,
  "76": 77,
  "77": 78,
  "78": 79,
  "79": 80,
  "80": 81,
  "81": 82,
  "82": 83,
  "83": 84,
  "84": 85,
  "85": 86,
  "86": 87,
  "87": 88,
  "88": 89,
  "89": 90,
  "90": 91,
  "91": 92,
  "92": 93,
  "93": 94,
  "94": 95,
  "95": 96,
  "96": 97,
  "97": 98,
  "98": 99,
  "99": 100,
  "Pb": 101,
  "(": 102,
  "Zn": 103,
  "0.333333": 104,
  "Nb": 105,
  "0.666667": 106,
  ")": 107,
  "0.91": 108,
  "Ti": 109,
  "0.09": 110,
  "O": 111,
  "W": 112,
  "Te": 113,
  "Cs": 114,
  "Ag": 115,
  "Bi": 116,
  "Br": 117,
  "In": 118,
  "S": 119,
  "Cl": 120,
  "Ba": 121,
  "Fe": 122,
  "Se": 123,
  "Li": 124,
  "B": 125,
  "P": 126,
  "0.89": 127,
  "C": 128,
  "1.11": 129,
  "1.13": 130,
  "0.87": 131,
  "Ca": 132,
  "Ta": 133,
  "N": 134,
  "La": 135,
  "Mn": 136,
  "0.46": 137,
  "Co": 138,
  "0.54": 139,
  "0.82": 140,
  "0.18": 141,
  "Cd": 142,
  "Ga": 143,
  "Cr": 144,
  "1.4": 145,
  "0.6": 146,
  "1.8": 147,
  "0.2": 148,
  "F": 149,
  "Sr": 150,
  "Y": 151,
  "Ru": 152,
  "0.9": 153,
  "Cu": 154,
  "0.1": 155,
  "0.5": 156,
  "1.5": 157,
  "K": 158,
  "0.975": 159,
  "Zr": 160,
  "0.025": 161,
  "0.983": 162,
  "0.017": 163,
  "0.996": 164,
  "0.004": 165,
  "1.05": 166,
  "0.01": 167,
  "0.66": 168,
  "Sn": 169,
  "0.29": 170,
  "0.05": 171,
  "Tb": 172,
  "0.53": 173,
  "0.47": 174,
  "Ni": 175,
  "Sb": 176,
  "0.10": 177,
  "Na": 178,
  "0.90": 179,
  "0.877": 180,
  "0.48": 181,
  "I": 182,
  "0.357": 183,
  "V": 184,
  "1.643": 185,
  "Al": 186,
  "0.3": 187,
  "1.7": 188,
  "Re": 189,
  "Ge": 190,
  "As": 191,
  "Rb": 192,
  "0.92": 193,
  "0.06": 194,
  "0.02": 195,
  "Yb": 196,
  "Rh": 197,
  "Si": 198,
  "Hg": 199,
  "Ce": 200,
  "Sm": 201,
  "Pd": 202,
  "[": 203,
  "]": 204,
  "Nd": 205,
  "Ho": 206,
  "Lu": 207,
  "1.00": 208,
  "Eu": 209,
  "Pt": 210,
  "0.69": 211,
  "0.4": 212,
  "Ir": 213,
  "Dy": 214,
  "Er": 215,
  "Gd": 216,
  "Sc": 217,
  "Mo": 218,
  "H": 219,
  "0.22": 220,
  "Pr": 221,
  "0.8": 222,
  "U": 223,
  "0.93": 224,
  "0.07": 225,
  "0.985": 226,
  "0.015": 227,
  "Hf": 228,
  "Tm": 229,
  "4.5": 230,
  "0.884": 231,
  "0.116": 232,
  "1.75": 233,
  "12.25": 234,
  "2.12": 235,
  "1.96": 236,
  "0.86": 237,
  "2.05": 238,
  "6.934": 239,
  "6.97": 240,
  "8.27": 241,
  "0.85": 242,
  "0.15": 243,
  "0.993": 244,
  "0.007": 245,
  "1.67": 246,
  "Mg": 247,
  "0.67": 248,
  "10.33": 249,
  "1.6": 250,
  "Tl": 251,
  "1.063": 252,
  "0.333": 253,
  "0.667": 254,
  "1.29": 255,
  "0.71": 256,
  "Os": 257,
  "0": 258,
  "1.85": 259,
  "0.64": 260,
  "0.36": 261,
  "2.4": 262,
  "2.2": 263,
  "2.28": 264,
  "1.69": 265,
  "1.02": 266,
  "0.35": 267,
  "1.84": 268,
  "0.16": 269,
  "6.1": 270,
  "6.57": 271,
  "6.6": 272,
  "6.72": 273,
  "6.8": 274,
  "6.95": 275,
  "6.99": 276,
  "0.7": 277,
  "39.3": 278,
  "45.9": 279,
  "14.8": 280,
  "0.88": 281,
  "0.12": 282,
  "Au": 283,
  "11.85": 284,
  "0.76": 285,
  "0.24": 286,
  "11.89": 287,
  "0.11": 288,
  "11.93": 289,
  "2.92": 290,
  "0.98": 291,
  "1.3": 292,
  "0.83": 293,
  "3.6": 294,
  "0.08": 295,
  "1.03": 296,
  "0.58": 297,
  "0.65": 298,
  "0.40": 299,
  "0.61": 300,
  "0.33": 301,
  "0.75": 302,
  "0.25": 303,
  "2.22": 304,
  "1.55": 305,
  "1.17": 306,
  "2.01": 307,
  "5.65": 308,
  "10.19": 309,
  "10.28": 310,
  "6.375": 311,
  "6.50": 312,
  "6.54": 313,
  "6.5": 314,
  "6.60": 315,
  "6.67": 316,
  "6.75": 317,
  "6.80": 318,
  "Th": 319,
  "0.99": 320,
  "0.250": 321,
  "1.750": 322,
  "1.667": 323,
  "3.45": 324,
  "1.94": 325,
  "94.61": 326,
  "0.97": 327,
  "0.03": 328,
  "1.2": 329,
  "T": 330,
  "4.6": 331,
  "3.1": 332,
  "0.94": 333,
  "0.9867": 334,
  "0.0133": 335,
  "0.9933": 336,
  "0.0067": 337,
  "2.5": 338,
  "3.5": 339,
  "1.04": 340,
  "1.06": 341,
  "0.04": 342,
  "1.08": 343,
  "0.13": 344,
  "0.49": 345,
  "0.51": 346,
  "0.95": 347,
  "0.62": 348,
  "0.38": 349,
  "0.34": 350,
  "0.68": 351,
  "0.32": 352,
  "0.74": 353,
  "0.26": 354,
  "0.78": 355,
  "0.84": 356,
  "0.14": 357,
  "2.95": 358,
  "0.99963": 359,
  "0.00037": 360,
  "1.22": 361,
  "0.55": 362,
  "0.115": 363,
  "0.036": 364,
  "0.964": 365,
  "0.52": 366,
  "0.63": 367,
  "0.37": 368,
  "0.70": 369,
  "0.30": 370,
  "3.16": 371,
  "1.9": 372,
  "0.955": 373,
  "0.045": 374,
  "1.967": 375,
  "0.033": 376,
  "Pu": 377,
  "7.50": 378,
  "7.88": 379,
  "7.9": 380,
  "7.28": 381,
  "0.96": 382,
  "2.45": 383,
  "2.50": 384,
  "0.50": 385,
  "0.999": 386,
  "0.001": 387,
  "3.3": 388,
  "4.344": 389,
  "1.328": 390,
  "4.679": 391,
  "1.321": 392,
  "4.9": 393,
  "2.84": 394,
  "2.96": 395,
  "11.95": 396,
  "11.92": 397,
  "15.967": 398,
  "4.4": 399,
  "4.8": 400,
  "3.9": 401,
  "4.3": 402,
  "1.01": 403,
  "12.84": 404,
  "1.16": 405,
  "13.01": 406,
  "13.04": 407,
  "13.06": 408,
  "13.09": 409,
  "13.11": 410,
  "13.13": 411,
  "13.20": 412,
  "0.80": 413,
  "13.21": 414,
  "0.79": 415,
  "13.28": 416,
  "0.72": 417,
  "6.20": 418,
  "73.5": 419,
  "17.1": 420,
  "9.4": 421,
  "8.7": 422,
  "34.6": 423,
  "56.8": 424,
  "71.9": 425,
  "11.1": 426,
  "17.0": 427,
  "72.6": 428,
  "10.5": 429,
  "16.9": 430,
  "6.33": 431,
  "6.52": 432,
  "1.86": 433,
  "0.28": 434,
  "1.87": 435,
  "1.97": 436,
  "1.12": 437,
  "3.12": 438,
  "0.994": 439,
  "0.006": 440,
  "1.95": 441,
  "0.9945": 442,
  "0.055": 443,
  "0.56": 444,
  "0.44": 445,
  "0.966": 446,
  "0.034": 447,
  "0.005": 448,
  "2.72": 449,
  "1.72": 450,
  "0.962": 451,
  "0.038": 452,
  "0.946": 453,
  "0.054": 454,
  "0.952": 455,
  "0.048": 456,
  "7.79": 457,
  "0.21": 458,
  "0.39": 459,
  "0.003": 460,
  "1.1": 461,
  "D": 462,
  "0.944": 463,
  "0.056": 464,
  "0.967": 465,
  "0.458": 466,
  "0.542": 467,
  "0.42": 468,
  "0.913": 469,
  "0.087": 470,
  "2.75": 471,
  "0.45": 472,
  "0.9725": 473,
  "0.0275": 474,
  "0.9891": 475,
  "0.0109": 476,
  "0.9901": 477,
  "0.0099": 478,
  "0.9987": 479,
  "0.0013": 480,
  "4.96": 481,
  "0.947": 482,
  "0.991": 483,
  "18.6": 484,
  "1.27": 485,
  "0.73": 486,
  "Be": 487,
  "2.00": 488,
  "2.10": 489,
  "4.032": 490,
  "06": 491,
  "0.903": 492,
  "0.097": 493,
  "0.988": 494,
  "0.012": 495,
  "0.77": 496,
  "0.23": 497,
  "1.88": 498,
  "6.2": 499,
  "4.03": 500,
  "0.60": 501,
  "7.3": 502,
  "4.02": 503,
  "8.6": 504,
  "0.20": 505,
  "6.25": 506,
  "9.2": 507,
  "183": 508,
  "3.2": 509,
  "44.6": 510,
  "1.66": 511,
  "6.84": 512,
  "6.9": 513,
  "2.88": 514,
  "2.94": 515,
  "0.897": 516,
  "0.103": 517,
  "0.932": 518,
  "0.068": 519,
  "0.949": 520,
  "0.051": 521,
  "0.957": 522,
  "0.043": 523,
  "0.918": 524,
  "0.082": 525,
  "1.99": 526,
  "1.79": 527,
  "2.0": 528,
  "1.92": 529,
  "0.17": 530,
  "7.25": 531,
  "0.995": 532,
  "1.78": 533,
  "1.975": 534,
  "07": 535,
  "1.20": 536,
  "2.79": 537,
  "1.976": 538,
  "0.024": 539,
  "1.991": 540,
  "0.009": 541,
  "1.19": 542,
  "1.89": 543,
  "04": 544,
  "1.14": 545,
  "0.997": 546,
  "1.15": 547,
  "3.92": 548,
  "0.979": 549,
  "0.021": 550,
  "22.5": 551,
  "15.2": 552,
  "2.8": 553,
  "1.91": 554,
  "0.998": 555,
  "0.002": 556,
  "11.06": 557,
  "0.973": 558,
  "0.027": 559,
  "1.68": 560,
  "2.86": 561,
  "0.57": 562,
  "0.972": 563,
  "0.028": 564,
  "3.17": 565,
  "4.094": 566,
  "4.2": 567,
  "105": 568,
  "0.984": 569,
  "0.016": 570,
  "6.14": 571,
  "0.19": 572,
  "6.28": 573,
  "6.35": 574,
  "6.36": 575,
  "2.002": 576,
  "1.9843": 577,
  "0.0157": 578,
  "1.984": 579,
  "2.7": 580,
  "6.3": 581,
  "6.4": 582,
  "0.965": 583,
  "0.035": 584,
  "18.61": 585,
  "35.41": 586,
  "44.51": 587,
  "55.88": 588,
  "0.990": 589,
  "0.010": 590,
  "2.38": 591,
  "2.62": 592,
  "6.41": 593,
  "8.4": 594,
  "6.93": 595,
  "6.18": 596,
  "6.66": 597,
  "6.88": 598,
  "4.06": 599,
  "4.10": 600,
  "4.12": 601,
  "13.77": 602,
  "0.31": 603,
  "1.34": 604,
  "0.936": 605,
  "0.982": 606,
  "6.17": 607,
  "6.09": 608,
  "6.23": 609,
  "0.27": 610,
  "5.06": 611,
  "4.84": 612,
  "5.00": 613,
  "1.001": 614,
  "1.925": 615,
  "0.075": 616,
  "3.25": 617,
  "6.15": 618,
  "Np": 619,
  "5.84": 620,
  "15.84": 621,
  "1.98": 622,
  "13.97": 623,
  "8.5": 624,
  "0.465": 625,
  "136": 626,
  "8.1": 627,
  "0.987": 628,
  "0.013": 629,
  "1.38": 630,
  "0.9975": 631,
  "0.0025": 632,
  "0.43": 633,
  "1.63": 634,
  "5.75": 635,
  "1.45": 636,
  "2.1": 637,
  "61.4": 638,
  "25.4": 639,
  "13.2": 640,
  "1.81": 641,
  "6.92": 642,
  "2.97": 643,
  "6.62": 644,
  "6.86": 645,
  "18.18": 646,
  "6.91": 647,
  "0.9944": 648,
  "4.05": 649,
  "6.77": 650,
  "6.993": 651,
  "5.47": 652,
  "1.90": 653,
  "2.66": 654,
  "1.33": 655,
  "5.17": 656,
  "5.09": 657,
  "5.19": 658,
  "0.81": 659,
  "5.05": 660,
  "5.18": 661,
  "5.22": 662,
  "5.13": 663,
  "5.37": 664,
  "0.816": 665,
  "0.184": 666,
  "1.985": 667,
  "4.77": 668,
  "5.5": 669,
  "6.96": 670,
  "0.157": 671,
  "0.843": 672,
  "0.265": 673,
  "0.735": 674,
  "6.65": 675,
  "3.96": 676,
  "13.3": 677,
  "1.82": 678,
  "5.7": 679,
  "16.1": 680,
  "29.9": 681,
  "5.4": 682,
  "40.6": 683,
  "He": 684,
  "0.977": 685,
  "0.023": 686,
  "71.7": 687,
  "19.4": 688,
  "8.9": 689,
  "19.5": 690,
  "5.42": 691,
  "2.21": 692,
  "9.79": 693,
  "2.39": 694,
  "9.61": 695,
  "2.26": 696,
  "9.74": 697,
  "2.41": 698,
  "9.59": 699,
  "5.6": 700,
  "40.4": 701,
  "5.8": 702,
  "40.2": 703,
  "2.937": 704,
  "0.063": 705,
  "2.941": 706,
  "0.059": 707,
  "0.00001": 708,
  "0.99999": 709,
  "0.59": 710,
  "38.5": 711,
  "61.5": 712,
  "1.35": 713,
  "1.0": 714,
  "1.25": 715,
  "0.926": 716,
  "0.074": 717,
  "0.928": 718,
  "0.072": 719,
  "0.935": 720,
  "0.065": 721,
  "0.939": 722,
  "0.061": 723,
  "0.956": 724,
  "0.044": 725,
  "4.85": 726,
  "6.94": 727,
  "2.40": 728,
  "2.57": 729,
  "0.0053": 730,
  "1.77": 731,
  "1.64": 732,
  "0.943": 733,
  "0.057": 734,
  "72.9": 735,
  "10.4": 736,
  "16.7": 737,
  "72.5": 738,
  "18.5": 739,
  "2.49": 740,
  "3.51": 741,
  "0.925": 742,
  "2.98": 743,
  "0.014": 744,
  "0.986": 745,
  "1.73": 746,
  "0.961": 747,
  "0.039": 748,
  "0.053": 749,
  "0.976": 750,
  "0.945": 751,
  "1.74": 752,
  "1.49": 753,
  "0.878": 754,
  "0.122": 755,
  "2.59": 756,
  "0.9789": 757,
  "0.0211": 758,
  "2.6": 759,
  "1.53": 760,
  "0.754": 761,
  "0.246": 762,
  "0.795": 763,
  "0.205": 764,
  "0.839": 765,
  "0.161": 766,
  "0.874": 767,
  "0.126": 768,
  "0.927": 769,
  "0.073": 770,
  "0.644": 771,
  "0.356": 772,
  "0.953": 773,
  "0.047": 774,
  "0.978": 775,
  "0.022": 776,
  "0.873": 777,
  "0.127": 778,
  "0.882": 779,
  "0.118": 780,
  "0.898": 781,
  "0.102": 782,
  "0.089": 783,
  "0.121": 784,
  "0.879": 785,
  "0.665": 786,
  "0.335": 787,
  "0.895": 788,
  "0.105": 789,
  "3.0": 790,
  "0.937": 791,
  "0.968": 792,
  "0.032": 793,
  "1.76": 794,
  "2.93": 795,
  "1.823": 796,
  "0.177": 797,
  "1.936": 798,
  "0.064": 799,
  "1.973": 800,
  "1.987": 801,
  "2.25": 802,
  "1.44": 803,
  "1.857": 804,
  "0.143": 805,
  "1.883": 806,
  "0.117": 807,
  "1.918": 808,
  "0.901": 809,
  "0.099": 810,
  "0.974": 811,
  "0.026": 812,
  "1.62": 813,
  "0.029": 814,
  "0.067": 815,
  "0.980": 816,
  "0.020": 817,
  "3.7": 818,
  "1.09": 819,
  "1.124": 820,
  "1.143": 821,
  "1.998": 822,
  "1.9578": 823,
  "0.0422": 824,
  "1.9872": 825,
  "0.0128": 826,
  "1.70": 827,
  "10.1": 828,
  "13.9": 829,
  "37.2": 830,
  "95.0": 831,
  "10.8": 832,
  "36.7": 833,
  "89.4": 834,
  "38.0": 835,
  "95.2": 836,
  "0.963": 837,
  "0.951": 838,
  "0.049": 839,
  "0.855": 840,
  "0.145": 841,
  "0.537": 842,
  "0.463": 843,
  "0.885": 844,
  "0.797": 845,
  "0.203": 846,
  "0.888": 847,
  "0.112": 848,
  "0.891": 849,
  "0.109": 850,
  "0.941": 851,
  "0.41": 852,
  "2.994": 853,
  "0.523": 854,
  "0.477": 855,
  "0.908": 856,
  "0.092": 857,
  "0.815": 858,
  "0.185": 859,
  "0.818": 860,
  "0.182": 861,
  "2.04": 862,
  "7.5": 863,
  "0.086": 864,
  "3.4": 865,
  "0.981": 866,
  "0.019": 867,
  "3.14": 868,
  "1.905": 869,
  "0.095": 870,
  "0.058": 871,
  "0.085": 872,
  "0.090": 873,
  "0.0065": 874,
  "4.946": 875,
  "4.973": 876,
  "9.88": 877,
  "0.037": 878,
  "0.225": 879,
  "0.775": 880,
  "0.480": 881,
  "0.510": 882,
  "0.507": 883,
  "0.469": 884,
  "4.7": 885,
  "1.033": 886,
  "1.07": 887,
  "03": 888,
  "0.9234": 889,
  "0.0766": 890,
  "0.916": 891,
  "0.084": 892,
  "0.929": 893,
  "0.071": 894,
  "0.9968": 895,
  "0.0032": 896,
  "0.314": 897,
  "2.90": 898,
  "2.91": 899,
  "6.975": 900,
  "0.969": 901,
  "0.031": 902,
  "4.925": 903,
  "0.938": 904,
  "0.062": 905,
  "0.675": 906,
  "5.48": 907,
  "1.52": 908,
  "2.76": 909,
  "0.875": 910,
  "0.125": 911,
  "1.61": 912,
  "1.47": 913,
  "0.837": 914,
  "0.163": 915,
  "0.958": 916,
  "0.0075": 917,
  "0.954": 918,
  "0.046": 919,
  "0.079": 920,
  "0.921": 921,
  "46.5": 922,
  "39.2": 923,
  "14.3": 924,
  "38.3": 925,
  "14.7": 926,
  "0.9785": 927,
  "0.0215": 928,
  "2.68": 929,
  "2.73": 930,
  "0.042": 931,
  "4.0075": 932,
  "4.0085": 933,
  "0.971": 934,
  "16.97": 935,
  "0.823": 936,
  "1.943": 937,
  "1.48": 938,
  "2.89": 939,
  "0.628": 940,
  "0.372": 941,
  "0.904": 942,
  "0.096": 943,
  "2.9": 944,
  "1.28": 945,
  "2.64": 946,
  "2.99": 947,
  "16.98": 948,
  "6.73": 949,
  "0.867": 950,
  "0.133": 951,
  "0.917": 952,
  "0.083": 953,
  "0.922": 954,
  "0.078": 955,
  "2.48": 956,
  "0.9861": 957,
  "0.0139": 958,
  "0.992": 959,
  "0.008": 960,
  "0.197": 961,
  "4.875": 962,
  "0.1255": 963,
  "0.826": 964,
  "0.174": 965,
  "2.54": 966,
  "6.68": 967,
  "1.32": 968,
  "0.845": 969,
  "0.155": 970,
  "0.912": 971,
  "0.088": 972,
  "0.00636": 973,
  "1.93": 974,
  "7.87": 975,
  "4.33": 976,
  "4.67": 977,
  "5.53": 978,
  "6.63": 979,
  "4.37": 980,
  "10.38": 981,
  "17.08": 982,
  "108": 983,
  "7.6": 984,
  "5.08": 985,
  "7.636": 986,
  "1.80": 987
}