{
  "[PAD]": 0,
  "[UNK]": 1,
  "[BOS]": 2,
  "[EOS]": 3,
  "[NULL]": 4,
  "[FLUX]": 5,
  "[CVT]": 6,
  "[REACT]": 7,
  "[/REACT]": 8,
  "[TYPE]": 9,
  "[/TYPE]": 10,
  "[END_REACTS]": 11,
  "<T_s>": 12,
  "</T_s>": 13,
  "<T_e>": 14,
  "</T_e>": 15,
  "<T_src>": 16,
  "</T_src>": 17,
  "<T_crys>": 18,
  "</T_crys>": 19,
  "<dur>": 20,
  "</dur>": 21,
  "raw": 22,
  "adtv": 23,
  "W": 24,
  "Te": 25,
  "I": 26,
  "TEMP_BIN_106": 27,
  "TEMP_BIN_95": 28,
  "DUR_BIN_14": 29,
  "CsBr": 30,
  "AgBr": 31,
  "BiBr3": 32,
  "HBr": 33,
  "TEMP_BIN_18": 34,
  "TEMP_BIN_7": 35,
  "ZnS": 36,
  "In2S3": 37,
  "I2": 38,
  "TEMP_BIN_100": 39,
  "TEMP_BIN_105": 40,
  "DUR_BIN_10": 41,
  "BiOCl": 42,
  "HCl": 43,
  "TEMP_BIN_75": 44,
  "TEMP_BIN_67": 45,
  "Ba": 46,
  "Bi": 47,
  "Fe": 48,
  "Se": 49,
  "TEMP_BIN_132": 50,
  "DUR_BIN_43": 51,
  "Ba2TiO4": 52,
  "BaTiO3": 53,
  "BaCl2": 54,
  "TEMP_BIN_135": 55,
  "TEMP_BIN_108": 56,
  "Cd": 57,
  "Ga": 58,
  "Cr": 59,
  "S": 60,
  "CrCl3": 61,
  "DUR_BIN_100": 62,
  "TEMP_BIN_102": 63,
  "TEMP_BIN_97": 64,
  "CdCl2": 65,
  "TEMP_BIN_90": 66,
  "TEMP_BIN_84": 67,
  "CdCr2Se4": 68,
  "TEMP_BIN_85": 69,
  "TEMP_BIN_80": 70,
  "CdGa1.4Cr0.6Se4": 71,
  "TEMP_BIN_87": 72,
  "CdGa1.8Cr0.2Se4": 73,
  "ZnO": 74,
  "C": 75,
  "CO2": 76,
  "TEMP_BIN_98": 77,
  "TEMP_BIN_101": 78,
  "Ar": 79,
  "TEMP_BIN_103": 80,
  "Co": 81,
  "In": 82,
  "TEMP_BIN_126": 83,
  "TEMP_BIN_118": 84,
  "TEMP_BIN_129": 85,
  "TEMP_BIN_121": 86,
  "TEMP_BIN_123": 87,
  "TEMP_BIN_115": 88,
  "TiO2": 89,
  "Li2CO3": 90,
  "MoO3": 91,
  "V2O5": 92,
  "TEMP_BIN_130": 93,
  "K4P2O7": 94,
  "KPO3": 95,
  "ZrF4": 96,
  "DUR_BIN_12": 97,
  "PbO": 98,
  "La2O3": 99,
  "ZrO2": 100,
  "SnO2": 101,
  "B2O3": 102,
  "PbF2": 103,
  "TEMP_BIN_125": 104,
  "Ag": 105,
  "DUR_BIN_72": 106,
  "Tb4O7": 107,
  "LiBO2": 108,
  "DUR_BIN_29": 109,
  "SrCO3": 110,
  "BaCO3": 111,
  "Nb2O5": 112,
  "H3BO3": 113,
  "TEMP_BIN_140": 114,
  "DUR_BIN_26": 115,
  "Ni2InSbO6": 116,
  "PtCl2": 117,
  "DUR_BIN_38": 118,
  "K2CO3": 119,
  "KH2PO4": 120,
  "Na2CO3": 121,
  "NaH2PO4": 122,
  "DUR_BIN_1": 123,
  "CdCr2S4": 124,
  "CdS": 125,
  "Al": 126,
  "AlCl3": 127,
  "DUR_BIN_120": 128,
  "TEMP_BIN_70": 129,
  "TEMP_BIN_72": 130,
  "DUR_BIN_67": 131,
  "Sn": 132,
  "TEMP_BIN_73": 133,
  "DUR_BIN_33": 134,
  "TEMP_BIN_69": 135,
  "DUR_BIN_30": 136,
  "Re": 137,
  "TEMP_BIN_117": 138,
  "TEMP_BIN_112": 139,
  "DUR_BIN_24": 140,
  "Sr": 141,
  "SrAs": 142,
  "As": 143,
  "LiCl": 144,
  "Rb": 145,
  "FeAs": 146,
  "TEMP_BIN_110": 147,
  "RbAs": 148,
  "Fe2As": 149,
  "Zn": 150,
  "TEMP_BIN_76": 151,
  "TEMP_BIN_77": 152,
  "DUR_BIN_41": 153,
  "LiNO3": 154,
  "LiOH(H2O)": 155,
  "Ni0.92Co0.06Mn0.02(OH)2": 156,
  "TEMP_BIN_79": 157,
  "DUR_BIN_4": 158,
  "TEMP_BIN_83": 159,
  "Fe2O3": 160,
  "CCl4": 161,
  "TEMP_BIN_33": 162,
  "TEMP_BIN_35": 163,
  "TiCl3": 164,
  "TEMP_BIN_60": 165,
  "TiCl4": 166,
  "DUR_BIN_2": 167,
  "V": 168,
  "TEMP_BIN_45": 169,
  "TEMP_BIN_37": 170,
  "Rb2CO3": 171,
  "Ni": 172,
  "CuO": 173,
  "As2O3": 174,
  "TEMP_BIN_25": 175,
  "DUR_BIN_9": 176,
  "HgBr2": 177,
  "TEMP_BIN_32": 178,
  "TEMP_BIN_21": 179,
  "Yb": 180,
  "Rh": 181,
  "TEMP_BIN_107": 182,
  "TEMP_BIN_44": 183,
  "HgO": 184,
  "HgCl2": 185,
  "TEMP_BIN_55": 186,
  "Ce": 187,
  "TEMP_BIN_65": 188,
  "Sm": 189,
  "Pd": 190,
  "TEMP_BIN_92": 191,
  "DUR_BIN_13": 192,
  "Na7Cu3O8": 193,
  "Na2O2": 194,
  "TEMP_BIN_50": 195,
  "DUR_BIN_400": 196,
  "Na2O": 197,
  "CdO": 198,
  "Na2SO4": 199,
  "DUR_BIN_76": 200,
  "K2S3": 201,
  "BaS": 202,
  "Nb": 203,
  "TEMP_BIN_15": 204,
  "DUR_BIN_28": 205,
  "Sm2O3": 206,
  "SeO2": 207,
  "CsCl": 208,
  "TEMP_BIN_88": 209,
  "HoBO3": 210,
  "CuB2O4": 211,
  "Al2O3": 212,
  "LuBO3": 213,
  "Ge": 214,
  "Sb": 215,
  "DUR_BIN_20": 216,
  "ReO3": 217,
  "P4O10": 218,
  "DUR_BIN_48": 219,
  "Ru": 220,
  "B": 221,
  "Ce0.78Ni0.22": 222,
  "DUR_BIN_34": 223,
  "Li": 224,
  "LiI": 225,
  "TEMP_BIN_40": 226,
  "Li2S": 227,
  "Sb2S3": 228,
  "Cu8In8P4O30": 229,
  "DUR_BIN_32": 230,
  "K": 231,
  "FeSe": 232,
  "TEMP_BIN_62": 233,
  "DUR_BIN_288": 234,
  "Cu3TaSe4": 235,
  "Ta": 236,
  "Cu": 237,
  "Y": 238,
  "Si": 239,
  "DUR_BIN_19": 240,
  "Eu": 241,
  "Pt": 242,
  "P": 243,
  "La": 244,
  "Mn": 245,
  "Nd": 246,
  "DUR_BIN_16": 247,
  "Ir": 248,
  "DUR_BIN_8": 249,
  "TEMP_BIN_120": 250,
  "TEMP_BIN_61": 251,
  "DUR_BIN_144": 252,
  "C60": 253,
  "TEMP_BIN_57": 254,
  "NiF2": 255,
  "CrF3": 256,
  "Dy2O3": 257,
  "MnCO3": 258,
  "PbO2": 259,
  "TEMP_BIN_133": 260,
  "Er2O3": 261,
  "Eu2O3": 262,
  "Na2WO4": 263,
  "WO3": 264,
  "DUR_BIN_3": 265,
  "Gd2O3": 266,
  "Ho2O3": 267,
  "Sc2O3": 268,
  "Tb2O3": 269,
  "Y2O3": 270,
  "TEMP_BIN_128": 271,
  "Nd2O3": 272,
  "YBCO": 273,
  "BaF2": 274,
  "DUR_BIN_7": 275,
  "NiO": 276,
  "Na2B4O7": 277,
  "Na2S(H2O)9": 278,
  "H2O": 279,
  "TEMP_BIN_19": 280,
  "MnS": 281,
  "Cr2S3": 282,
  "GeO2": 283,
  "Cs2MoO4": 284,
  "CuMoO4": 285,
  "Cs2Mo2O7": 286,
  "Rb2MoO4": 287,
  "Rb2Mo2O7": 288,
  "SrB6": 289,
  "TEMP_BIN_150": 290,
  "DUR_BIN_40": 291,
  "Bi2O3": 292,
  "C2H3NaO2(NaOAc)": 293,
  "TEMP_BIN_14": 294,
  "Re2O7": 295,
  "TEMP_BIN_111": 296,
  "Ba(OH)2(H2O)8": 297,
  "TEMP_BIN_23": 298,
  "FeS": 299,
  "Mo": 300,
  "Br": 301,
  "TEMP_BIN_99": 302,
  "TEMP_BIN_94": 303,
  "V5O9": 304,
  "TeCl4": 305,
  "V6O11": 306,
  "Cr2O3": 307,
  "TEMP_BIN_139": 308,
  "Pr2O3": 309,
  "Pb2V2O7": 310,
  "TEMP_BIN_138": 311,
  "DUR_BIN_133": 312,
  "H2": 313,
  "N2": 314,
  "Pr4O7": 315,
  "DUR_BIN_31": 316,
  "UAs2": 317,
  "U3Bi4": 318,
  "U": 319,
  "K2SO4": 320,
  "TEMP_BIN_122": 321,
  "CsF": 322,
  "VF3": 323,
  "NH4HF2": 324,
  "PbCl2": 325,
  "TEMP_BIN_91": 326,
  "RbCl": 327,
  "RbF": 328,
  "CdCO3": 329,
  "TEMP_BIN_127": 330,
  "Ta2O5": 331,
  "DUR_BIN_66": 332,
  "Hf": 333,
  "TEMP_BIN_78": 334,
  "Zr": 335,
  "TEMP_BIN_58": 336,
  "TEMP_BIN_53": 337,
  "TEMP_BIN_59": 338,
  "Co3O4": 339,
  "MoO2": 340,
  "Mn2O3": 341,
  "MnO": 342,
  "MnO2": 343,
  "Tm2O3": 344,
  "P2O5": 345,
  "Na2MoO4": 346,
  "Ga2O3": 347,
  "BaO": 348,
  "TEMP_BIN_113": 349,
  "RuO2": 350,
  "TEMP_BIN_119": 351,
  "DUR_BIN_17": 352,
  "K2HPO4": 353,
  "DUR_BIN_60": 354,
  "YBa2Cu3O7": 355,
  "BaCuO2": 356,
  "TEMP_BIN_147": 357,
  "TEMP_BIN_104": 358,
  "DUR_BIN_68": 359,
  "CaCO3": 360,
  "MgO": 361,
  "TEMP_BIN_93": 362,
  "NbSe2": 363,
  "DUR_BIN_5": 364,
  "PbSe": 365,
  "SnSe": 366,
  "Pb": 367,
  "DUR_BIN_470": 368,
  "Li3PO4": 369,
  "Mn3(PO4)2": 370,
  "DUR_BIN_6": 371,
  "CoCl2": 372,
  "CoO": 373,
  "CoS": 374,
  "Ca": 375,
  "TEMP_BIN_71": 376,
  "TeO2": 377,
  "VO2": 378,
  "DUR_BIN_130": 379,
  "V2O3": 380,
  "TEMP_BIN_171": 381,
  "TEMP_BIN_178": 382,
  "Tl": 383,
  "CuAlO2": 384,
  "Cu2O": 385,
  "DUR_BIN_91": 386,
  "Li2MoO4": 387,
  "TEMP_BIN_64": 388,
  "ZrNCl": 389,
  "NH4Cl": 390,
  "TEMP_BIN_96": 391,
  "Ag2O": 392,
  "O2": 393,
  "TEMP_BIN_30": 394,
  "V3O5": 395,
  "Cl2": 396,
  "TEMP_BIN_81": 397,
  "NiCO3": 398,
  "KOH": 399,
  "TEMP_BIN_29": 400,
  "DUR_BIN_0": 401,
  "MgNb2O6": 402,
  "DUR_BIN_71": 403,
  "DUR_BIN_70": 404,
  "TEMP_BIN_68": 405,
  "TEMP_BIN_56": 406,
  "DUR_BIN_57": 407,
  "Os": 408,
  "OsO4": 409,
  "Er": 410,
  "TEMP_BIN_114": 411,
  "TEMP_BIN_26": 412,
  "KCl": 413,
  "La2CuO4": 414,
  "TiS2": 415,
  "CeO2": 416,
  "DUR_BIN_18": 417,
  "NaCl": 418,
  "Tl2O3": 419,
  "BaO2": 420,
  "YO1.5": 421,
  "CaO": 422,
  "TEMP_BIN_109": 423,
  "DUR_BIN_42": 424,
  "Pr6O11": 425,
  "HoNi2B2C": 426,
  "Ni2B": 427,
  "TEMP_BIN_155": 428,
  "SrO": 429,
  "SrCl2": 430,
  "NiC2O4(H2O)2": 431,
  "PdCrO2": 432,
  "TEMP_BIN_82": 433,
  "DUR_BIN_21": 434,
  "Ba(Fe)3.1As3.1": 435,
  "TEMP_BIN_124": 436,
  "TEMP_BIN_151": 437,
  "TEMP_BIN_145": 438,
  "CaAs": 439,
  "CaF2": 440,
  "FeF2": 441,
  "Co2As": 442,
  "CoF2": 443,
  "Tm": 444,
  "Gd": 445,
  "BaCl2(H2O)2": 446,
  "Au": 447,
  "FeC2O4(H2O)2": 448,
  "Co2V2O7": 449,
  "TEMP_BIN_46": 450,
  "Pr": 451,
  "DUR_BIN_80": 452,
  "Li2O": 453,
  "IrO2": 454,
  "KF": 455,
  "TEMP_BIN_142": 456,
  "DUR_BIN_25": 457,
  "PrAs": 458,
  "InTaSe2": 459,
  "InBr3": 460,
  "Bi2Te3": 461,
  "BiCl3": 462,
  "TEMP_BIN_49": 463,
  "CoBr2": 464,
  "La2S3": 465,
  "BiF3": 466,
  "Bi2S3": 467,
  "ErNi2B2C": 468,
  "GdNi2B2C": 469,
  "Sb2O3": 470,
  "DUR_BIN_56": 471,
  "NaVO3": 472,
  "DUR_BIN_192": 473,
  "CoCO3": 474,
  "Na2B4O7(H2O)10": 475,
  "CuI": 476,
  "YMn6Sn6": 477,
  "Th": 478,
  "Br2": 479,
  "YVO4": 480,
  "Dy": 481,
  "BaCuSi2O6": 482,
  "EuAs": 483,
  "DUR_BIN_39": 484,
  "K2MoO4": 485,
  "Cu(NO3)2(H2O)3": 486,
  "TEMP_BIN_27": 487,
  "C8H17NH2": 488,
  "SnO": 489,
  "H3PO2": 490,
  "TEMP_BIN_13": 491,
  "TEMP_BIN_3": 492,
  "C6H5(CH2)2NH2": 493,
  "CH3NH3I": 494,
  "MoTe2": 495,
  "PbBr2": 496,
  "TEMP_BIN_12": 497,
  "ZnCl2": 498,
  "LiOH": 499,
  "H2SO4": 500,
  "TEMP_BIN_24": 501,
  "HF": 502,
  "TEMP_BIN_8": 503,
  "Mg": 504,
  "CH3NH3Cl": 505,
  "MnCl2": 506,
  "C2H6O": 507,
  "CH4O": 508,
  "TEMP_BIN_9": 509,
  "Na2TeO3": 510,
  "N2H4(H2O)": 511,
  "NH3": 512,
  "PVP": 513,
  "WTe2": 514,
  "CsI": 515,
  "PbI2": 516,
  "TEMP_BIN_38": 517,
  "SbCl3": 518,
  "TEMP_BIN_43": 519,
  "C8H12BrN": 520,
  "C8H12ClN": 521,
  "DUR_BIN_15": 522,
  "La(NO3)3(H2O)6": 523,
  "Sr(NO3)2": 524,
  "Co(NO3)2(H2O)6": 525,
  "DUR_BIN_134": 526,
  "GeI4": 527,
  "DUR_BIN_168": 528,
  "Ni(NO3)2(H2O)6": 529,
  "Al(NO3)3(H2O)9": 530,
  "C4H4N2": 531,
  "Ti": 532,
  "TEMP_BIN_52": 533,
  "FeS2": 534,
  "FeBr2": 535,
  "DUR_BIN_81": 536,
  "TEMP_BIN_89": 537,
  "TeBr4": 538,
  "C4H6O2": 539,
  "CH6ClN": 540,
  "C2H6OS": 541,
  "NH4F": 542,
  "Fe2": 543,
  "C7H8O": 544,
  "TEMP_BIN_20": 545,
  "ICl3": 546,
  "VCl3": 547,
  "RbBr": 548,
  "NaBr": 549,
  "NaI": 550,
  "CaCl2": 551,
  "TEMP_BIN_137": 552,
  "MnSO4(H2O)": 553,
  "NiSO4(H2O)6": 554,
  "CoSO4(H2O)7": 555,
  "TEMP_BIN_141": 556,
  "CuBr2": 557,
  "TEMP_BIN_10": 558,
  "CuCl2(H2O)2": 559,
  "TEMP_BIN_31": 560,
  "CuCl2": 561,
  "DUR_BIN_69": 562,
  "DUR_BIN_22": 563,
  "DUR_BIN_560": 564,
  "DUR_BIN_11": 565,
  "CoC2O4(H2O)2": 566,
  "Lu": 567,
  "Cs": 568,
  "Sc": 569,
  "TEMP_BIN_47": 570,
  "Sr(CH3COO)2": 571,
  "Mn(CH3COO)2(H2O)4": 572,
  "H3PO4": 573,
  "Ca2CuO2Cl2": 574,
  "NaClO4": 575,
  "FeCl3": 576,
  "DUR_BIN_36": 577,
  "Pu": 578,
  "Li3VO4": 579,
  "Bi2Se3": 580,
  "RuCl3": 581,
  "Ho": 582,
  "Tb": 583,
  "TaAs": 584,
  "TEMP_BIN_42": 585,
  "DUR_BIN_216": 586,
  "Yb0.5Dy0.5MnO3": 587,
  "DUR_BIN_35": 588,
  "NaNO3": 589,
  "SiO2": 590,
  "NaOH": 591,
  "Mn(NO3)2(H2O)6": 592,
  "Cs2CO3": 593,
  "NH4H2PO4": 594,
  "PbHPO4": 595,
  "TEMP_BIN_168": 596,
  "DUR_BIN_92": 597,
  "Cu2ZnSnS4": 598,
  "SnCl2": 599,
  "Na2S": 600,
  "Pr2S3": 601,
  "P2S5": 602,
  "Ce2S3": 603,
  "EuS": 604,
  "AgCl": 605,
  "InCl3": 606,
  "Sc(NO3)3": 607,
  "BiOBr": 608,
  "TEMP_BIN_74": 609,
  "TEMP_BIN_66": 610,
  "As2O5": 611,
  "Rb5As3O10": 612,
  "Al2S3": 613,
  "BaSe": 614,
  "Al2Se3": 615,
  "NiCl2": 616,
  "Ca3Co2O6": 617,
  "In2O3": 618,
  "DUR_BIN_140": 619,
  "TEMP_BIN_148": 620,
  "DUR_BIN_106": 621,
  "CoS2": 622,
  "Na2WO4(H2O)2": 623,
  "NaF": 624,
  "NdF3": 625,
  "TEMP_BIN_153": 626,
  "TEMP_BIN_51": 627,
  "Ga2Se3": 628,
  "In2Se3": 629,
  "Pb3O4": 630,
  "DUR_BIN_103": 631,
  "DUR_BIN_58": 632,
  "O": 633,
  "AgO": 634,
  "DUR_BIN_52": 635,
  "BAs": 636,
  "DyNi2B2C": 637,
  "LuNi2B2C": 638,
  "TbNi2B2C": 639,
  "YNi2B2C": 640,
  "YbNi2B2C": 641,
  "Cu2(CO3)(OH)2": 642,
  "DUR_BIN_96": 643,
  "DUR_BIN_50": 644,
  "SrCl2(H2O)6": 645,
  "TEMP_BIN_134": 646,
  "TEMP_BIN_48": 647,
  "DUR_BIN_201": 648,
  "DUR_BIN_53": 649,
  "EuNiGe3": 650,
  "CeIrSi3": 651,
  "Al88Si12": 652,
  "CePtSi3": 653,
  "CeRhSi3": 654,
  "TEMP_BIN_144": 655,
  "NiAs": 656,
  "NaAs": 657,
  "DUR_BIN_23": 658,
  "TiBr4": 659,
  "Ba2As3": 660,
  "HoRu2Al10": 661,
  "MoCl5": 662,
  "SnI4": 663,
  "TEMP_BIN_157": 664,
  "PbHfO3": 665,
  "TEMP_BIN_152": 666,
  "SeCl4": 667,
  "PdCl2": 668,
  "CoSi": 669,
  "TaCl5": 670,
  "TEMP_BIN_167": 671,
  "Cu2(OH)2CO3": 672,
  "MgBr2(H2O)6": 673,
  "KI": 674,
  "TEMP_BIN_86": 675,
  "Cu2Se": 676,
  "HgSe": 677,
  "KClO4": 678,
  "DUR_BIN_105": 679,
  "DUR_BIN_63": 680,
  "TEMP_BIN_63": 681,
  "Ni2CoTeO6": 682,
  "Ce2Ir": 683,
  "Ni2In0.9Cr0.1SbO6": 684,
  "Ni3TeO6": 685,
  "NbP": 686,
  "PdAs2": 687,
  "SnCl2(H2O)2": 688,
  "TEMP_BIN_22": 689,
  "MgCl2(H2O)6": 690,
  "MnCl2(H2O)4": 691,
  "K2Mo6Se6": 692,
  "MoSe2": 693,
  "TEMP_BIN_180": 694,
  "TEMP_BIN_213": 695,
  "FePO4": 696,
  "ZrCl4": 697,
  "ErFe3(BO3)4": 698,
  "Bi2Mo3O12": 699,
  "Ba2P3": 700,
  "FeP": 701,
  "CrO3": 702,
  "CoAs": 703,
  "IrAs": 704,
  "Li3N": 705,
  "DUR_BIN_64": 706,
  "BN": 707,
  "TEMP_BIN_160": 708,
  "FeO": 709,
  "CuSO4": 710,
  "NiBr2": 711,
  "Na": 712,
  "PBr5": 713,
  "DUR_BIN_95": 714,
  "TEMP_BIN_185": 715,
  "DUR_BIN_54": 716,
  "LaNi": 717,
  "CBr4": 718,
  "TaSnS2": 719,
  "Na2Cu2TeO6": 720,
  "LuPO4": 721,
  "Pb2P2O7": 722,
  "DUR_BIN_45": 723,
  "NdBa2Cu3O7": 724,
  "Nd2CuO4": 725,
  "Sm2CuO4": 726,
  "Ba(NO3)2": 727,
  "TEMP_BIN_17": 728,
  "DUR_BIN_47": 729,
  "DUR_BIN_90": 730,
  "ThO2": 731,
  "DUR_BIN_27": 732,
  "TEMP_BIN_163": 733,
  "TEMP_BIN_131": 734,
  "AlF3": 735,
  "TEMP_BIN_199": 736,
  "TEMP_BIN_202": 737,
  "N(CH3)4Cl": 738,
  "NdBa2Cu3O6": 739,
  "PrBa2Cu3O6": 740,
  "Rb2SO4": 741,
  "Sm2(SO4)3(H2O)8": 742,
  "CoSe": 743,
  "DUR_BIN_432": 744,
  "CaO2": 745,
  "SnBr2": 746,
  "DUR_BIN_124": 747,
  "Tl2MoO4": 748,
  "PdO": 749,
  "SnS2": 750,
  "Zr0.1Hf0.9S2": 751,
  "Zr0.5Hf0.5S2": 752,
  "Zr0.9Hf0.1S2": 753,
  "TEMP_BIN_6": 754,
  "C6H5C2H4NH3I": 755,
  "C3H6O": 756,
  "CH3NO2": 757,
  "LiIn": 758,
  "KH": 759,
  "(NH4)2HPO4": 760,
  "Tl2CO3": 761,
  "Lu2O3": 762,
  "ZnSe": 763,
  "YSr2Cu2Ga07": 764,
  "BaCu3O4": 765,
  "Cf(NO3)3": 766,
  "PuO2": 767,
  "TEMP_BIN_195": 768,
  "GaPO4": 769,
  "NbS2": 770,
  "SeCl2": 771,
  "ZnBr2": 772,
  "TEMP_BIN_36": 773,
  "DUR_BIN_77": 774,
  "Co2O3": 775,
  "K2O": 776,
  "TEMP_BIN_34": 777,
  "HBF4": 778,
  "He": 779,
  "Na1.7Mg0.67Al10.33O17": 780,
  "NdCl3": 781,
  "Ba(OH)2(H2O)": 782,
  "Ca(NO3)2": 783,
  "Cu(NO3)2": 784,
  "Bi2.04Sr1.96Ca0.96Cu2.04O": 785,
  "TEMP_BIN_28": 786,
  "Be": 787,
  "Li2SO4(H2O)": 788,
  "YbBa2Cu3O7": 789,
  "PbS": 790,
  "SnS": 791,
  "NiS2": 792,
  "TEMP_BIN_154": 793,
  "DUR_BIN_86": 794,
  "La0.6Pb0.4MnO3": 795,
  "TEMP_BIN_175": 796,
  "Nd0.6Sr0.4MnO3": 797,
  "Sr(OH)2(H2O)8": 798,
  "DUR_BIN_114": 799,
  "DUR_BIN_46": 800,
  "DUR_BIN_235": 801,
  "TEMP_BIN_203": 802,
  "K3C60": 803,
  "InCu": 804,
  "TEMP_BIN_54": 805,
  "KN3": 806,
  "Ba3C60": 807,
  "Yb2O3": 808,
  "DUR_BIN_44": 809,
  "FeSi2": 810,
  "CdTe": 811,
  "Nb3Te4": 812,
  "Eu2(SO4)3(H2O)8": 813,
  "Gd2(SO4)3(H2O)8": 814,
  "Nd2(SO4)3(H2O)8": 815,
  "Pr2(SO4)3(H2O)8": 816,
  "SrCl3": 817,
  "TEMP_BIN_255": 818,
  "(CH3)2NH": 819,
  "Na2VO3": 820,
  "BaRuO3": 821,
  "LiNbO2": 822,
  "DUR_BIN_1488": 823,
  "NaVO5": 824,
  "Sm2.75C60": 825,
  "SrC2O4": 826,
  "CaC2O4": 827,
  "DUR_BIN_163": 828,
  "Ni3B": 829,
  "Fe2(SO4)3": 830,
  "Gd0.55Co0.45": 831,
  "BaVS3": 832,
  "DUR_BIN_199": 833,
  "CaRuO3": 834,
  "Gd3RuO7": 835,
  "GdCl3(H2O)7": 836,
  "LaCl3(H2O)7": 837,
  "PrCl3(H2O)7": 838,
  "NH2CH2COOH": 839,
  "H3PO3": 840,
  "NaSi": 841,
  "CsSi": 842,
  "Co0.25TiSe2": 843,
  "Cr0.25TiSe2": 844,
  "LiN3": 845,
  "CuF2": 846,
  "Li2SiO3": 847,
  "Dy2S3": 848,
  "DyS": 849,
  "TEMP_BIN_190": 850,
  "TEMP_BIN_172": 851,
  "BaCo0.92Ni0.08S2": 852,
  "Na0.33V2O5": 853,
  "NaV3O8": 854,
  "SrS": 855,
  "Cu2S": 856,
  "LiVO3": 857,
  "V6O13": 858,
  "CH4": 859,
  "Cs4P2O7": 860,
  "Li2B4O7": 861,
  "InCu2": 862,
  "DUR_BIN_155": 863,
  "AgNO2": 864,
  "NaNO2": 865,
  "CuO2": 866,
  "DUR_BIN_142": 867,
  "TEMP_BIN_149": 868,
  "Ti2O3": 869,
  "TEMP_BIN_2": 870,
  "RbFe(MoO4)2": 871,
  "K2Mo2O7": 872,
  "BaZrO3": 873,
  "Ca(OH)2": 874,
  "MgB2": 875,
  "TEMP_BIN_170": 876,
  "CsOH": 877,
  "Sc2(MoO4)3": 878,
  "Na2Mo2O7": 879,
  "CuIr2S4": 880,
  "Rb2O": 881,
  "OsO2": 882,
  "TEMP_BIN_165": 883,
  "AgNO3": 884,
  "Pb(NO3)2": 885,
  "UO2": 886,
  "NpO2": 887,
  "Ca3Co4O9": 888,
  "DyMn6Ge6": 889,
  "ErMn6Ge6": 890,
  "GdMn6Ge6": 891,
  "HoMn6Ge6": 892,
  "LuMn6Ge6": 893,
  "ScMn6Ge6": 894,
  "TbMn6Ge6": 895,
  "TmMn6Ge6": 896,
  "YMn6Ge6": 897,
  "YbMn6Ge6": 898,
  "CdSe": 899,
  "KVO3": 900,
  "KSCN": 901,
  "N2H6SO4": 902,
  "CuS": 903,
  "TiOCl": 904,
  "DUR_BIN_110": 905,
  "NaKC4H4O6(H2O)4": 906,
  "PrB4": 907,
  "DUR_BIN_129": 908,
  "C2H5OH": 909,
  "CdSO4": 910,
  "NH2CSNH2": 911,
  "C2H6O2": 912,
  "CdCl3": 913,
  "Cd(NO3)2(H2O)4": 914,
  "NH2CH2CH2NH2": 915,
  "BaCaCuO": 916,
  "Fe2Al5": 917,
  "UNiSb2": 918,
  "TiSe2": 919,
  "KO2": 920,
  "Fe(NO3)3": 921,
  "SrMnO3": 922,
  "HgS": 923,
  "Zn(NO3)2(H2O)6": 924,
  "C6H12N4": 925,
  "Ca2CO3": 926,
  "C22H14": 927,
  "TeO3": 928,
  "U3O8": 929,
  "DUR_BIN_61": 930,
  "TEMP_BIN_143": 931,
  "Rh2O3": 932,
  "Mn3O4": 933,
  "KOsO4": 934,
  "LiV2O4": 935,
  "DUR_BIN_55": 936,
  "ZrH2": 937,
  "Ba6Ge25": 938,
  "CoCl2(H2O)6": 939,
  "CuSe": 940,
  "Rb6C60": 941,
  "Pr60Ni25Si15": 942,
  "K3NbO8": 943,
  "H2O2": 944,
  "TEMP_BIN_5": 945,
  "DUR_BIN_62": 946,
  "DUR_BIN_74": 947,
  "LaF3": 948,
  "TEMP_BIN_162": 949,
  "MnAs": 950,
  "Ni2V2O7": 951,
  "CrAs": 952,
  "FeCl2(H2O)4": 953,
  "FeCl3(H2O)6": 954,
  "NH4OH": 955,
  "SiO": 956,
  "HfF4": 957,
  "SnF4": 958,
  "LuMnO3": 959,
  "Cs2O": 960,
  "CsO2": 961,
  "RbO2": 962,
  "DUR_BIN_112": 963,
  "RhAs": 964,
  "PdAs": 965,
  "[(CH3)4N]Br": 966,
  "MnBr2": 967,
  "CeF4": 968,
  "SmAs": 969,
  "SmF3": 970,
  "RbLa(Nb0.6Ta0.4)2O7": 971,
  "RbLaNb2O7": 972,
  "RbLaTa2O7": 973,
  "Li2TiO3": 974,
  "HBO3": 975,
  "DUR_BIN_200": 976,
  "PdSb": 977,
  "Bi4Ti3O12": 978,
  "LaAs": 979,
  "LaO": 980,
  "CuCr2Se4": 981,
  "RuAs": 982,
  "K2B4O7": 983,
  "TEMP_BIN_39": 984,
  "DUR_BIN_920": 985,
  "CoCl2(H2O)2": 986,
  "KOH(H2O)6": 987,
  "Cu0.87B0.13": 988,
  "FeOCl": 989,
  "LiAs": 990,
  "CoBr2(H2O)6": 991,
  "PdGe": 992,
  "DUR_BIN_672": 993,
  "ReO2": 994,
  "CaSeO3": 995,
  "CaFe4As4": 996,
  "KAs": 997,
  "LiFe5O8": 998,
  "LiF": 999,
  "MnSe": 1000,
  "Li3As": 1001,
  "Cu(OH)2": 1002,
  "Ba(CH3COO)2": 1003,
  "DUR_BIN_37": 1004,
  "Fe1.977Co0.023Se2": 1005,
  "Fe1.976Cr0.024Se2": 1006,
  "Fe1.971Zn0.029Se2": 1007,
  "Fe1.933Mn0.067Se2": 1008,
  "BaAs": 1009,
  "NaN3": 1010,
  "FeSe0.8S0.2": 1011,
  "LaP2": 1012,
  "DUR_BIN_94": 1013,
  "Cu(NO3)2(H2O)2.5": 1014,
  "D2O": 1015,
  "CrPO4": 1016,
  "Li2O2": 1017,
  "LiCoO2": 1018,
  "DUR_BIN_150": 1019,
  "FeSO4(H2O)7": 1020,
  "CH4N2O": 1021,
  "LiH2PO4": 1022,
  "Ni(OH)2": 1023,
  "BaFe2Se3": 1024,
  "KFe2Se3": 1025,
  "NaBiO3": 1026,
  "Cs2Se": 1027,
  "CuSb": 1028,
  "CuAs": 1029,
  "DUR_BIN_1100": 1030,
  "C42H28": 1031,
  "ZnCr2Se4": 1032,
  "CaSi": 1033,
  "PrF3": 1034,
  "CeAs": 1035,
  "TEMP_BIN_116": 1036,
  "DUR_BIN_136": 1037,
  "FeBr3": 1038,
  "K2Se": 1039,
  "NaSb": 1040,
  "Ba0.5Sr1.5Zn2Fe12O22": 1041,
  "RbI": 1042,
  "LiOHH2O": 1043,
  "CH4N2Se": 1044,
  "Hg": 1045,
  "Fe0.92Co0.08": 1046,
  "Fe0.97Co0.03": 1047,
  "Eu2Ir2O7": 1048,
  "BiI3": 1049,
  "TEMP_BIN_136": 1050,
  "TEMP_BIN_146": 1051,
  "PbSc0.5Ta0.5O3": 1052,
  "PbSc0.5Nb0.5O3": 1053,
  "EuFe3(BO3)4": 1054,
  "GdFe3(BO3)4": 1055,
  "TbFe3(BO3)4": 1056,
  "CoV2O6": 1057,
  "CaMn7O12": 1058,
  "Fe0.88Co0.12As": 1059,
  "Ba0.5K0.5Co2As2": 1060,
  "BaCo2As2": 1061,
  "Ba3CuSb2O9": 1062,
  "Li2RuO3": 1063,
  "IrAs2": 1064,
  "LaFe4Sb12": 1065,
  "LaSb2": 1066,
  "Pr0.45Y0.55Fe34": 1067,
  "Pr0.55Y0.45Fe34": 1068,
  "Pr0.67Y0.33Fe34": 1069,
  "EuTe": 1070,
  "TEMP_BIN_237": 1071,
  "TEMP_BIN_212": 1072,
  "CuSb2O6": 1073,
  "Cl": 1074,
  "CsFe2Se3": 1075,
  "Ca3SiO5": 1076,
  "RuSb2": 1077,
  "ErFe11Ti": 1078,
  "DUR_BIN_78": 1079,
  "PdBi2": 1080,
  "GaF3": 1081,
  "DUR_BIN_650": 1082,
  "K2S": 1083,
  "TEMP_BIN_159": 1084,
  "DUR_BIN_182": 1085,
  "Fe2GeTe4": 1086,
  "Ba0.75Na0.25Ti2Sb2O": 1087,
  "BaSb": 1088,
  "Cu0.8Zr2Te2P": 1089,
  "Zr2Te2P": 1090,
  "PbZrO3": 1091,
  "ErMnO3": 1092,
  "Pb(Sc0.5Nb0.5)O3": 1093,
  "PbTaSe2": 1094,
  "BaAl2O4": 1095,
  "Na3As": 1096,
  "Fe0.92Co0.08As": 1097,
  "Fe0.97Co0.03As": 1098,
  "K0.8Fe1.6S2": 1099,
  "CH4N2S": 1100,
  "NbI5": 1101,
  "TaBr5": 1102,
  "CeCoGe3": 1103,
  "Al88Ge12": 1104,
  "CeIrGe3": 1105,
  "CeNiGe3": 1106,
  "CePdGe3": 1107,
  "YBi": 1108,
  "Fe0.512As0.488": 1109,
  "Fe0.958V0.042As": 1110,
  "Na2W2O7": 1111,
  "NaFe(WO4)2": 1112,
  "HoMn2O5": 1113,
  "TbMn2O5": 1114,
  "YMn2O5": 1115,
  "CoCl2(H2O)4": 1116,
  "TeI4": 1117,
  "CrTe3": 1118,
  "DUR_BIN_172": 1119,
  "Ba2CuTeO6": 1120,
  "Ag2S": 1121,
  "Cu2OSeO3": 1122,
  "DUR_BIN_109": 1123,
  "AgAs": 1124,
  "Cu3Bi(SeO3)2O2Cl": 1125,
  "NiWO4": 1126,
  "DUR_BIN_403": 1127,
  "Fe1.04Se": 1128,
  "Ca2Pb": 1129,
  "Ca5Bi3": 1130,
  "GaV4Se8": 1131,
  "Ag2Se": 1132,
  "HfTe2": 1133,
  "NH4I": 1134,
  "DUR_BIN_360": 1135,
  "OH": 1136,
  "Rh0.25Ge0.75": 1137,
  "Pb0.33V2O5": 1138,
  "Sr0.33V2O5": 1139,
  "SrV2O6": 1140,
  "Ni2MnTeO6": 1141,
  "IrCl3": 1142,
  "MoS2": 1143,
  "K2S2": 1144,
  "K2Cr2O7": 1145,
  "Co(CH3CO2)2(H2O)4": 1146,
  "Ag2As": 1147,
  "DUR_BIN_65": 1148,
  "DUR_BIN_153": 1149,
  "RbOH": 1150,
  "Sr2N": 1151,
  "CrP": 1152,
  "CuCl2(H2O)": 1153,
  "CsAs": 1154,
  "WP": 1155,
  "Co3Sn2S2": 1156,
  "DUR_BIN_384": 1157,
  "K2Mo4O13": 1158,
  "GdO1.5": 1159,
  "K2WO4": 1160,
  "Ag2MoO4": 1161,
  "Ag2WO4": 1162,
  "HfO2": 1163,
  "H2SiF6": 1164,
  "TEMP_BIN_11": 1165,
  "(CH3)2CHNH3Cl": 1166,
  "La5Ru2": 1167,
  "Pr5Ru2": 1168,
  "YbAl9": 1169,
  "DUR_BIN_139": 1170,
  "Np": 1171,
  "K2S4": 1172,
  "K2Se4": 1173,
  "LaSb": 1174,
  "TEMP_BIN_182": 1175,
  "ZrTiO4": 1176,
  "La(NO3)3": 1177,
  "Na4Si4": 1178,
  "Na9Sn4": 1179,
  "SrO2": 1180,
  "Nd2S3": 1181,
  "Sr2YRu0.9Cu0.1O6": 1182,
  "Sr2YRuO6": 1183,
  "SiCl4": 1184,
  "Na2SO3": 1185,
  "CeCl3": 1186,
  "Na2GeS3": 1187,
  "NH3(H2O)": 1188,
  "NaBH4": 1189,
  "Y(NO3)3(H2O)6": 1190,
  "NiCl2(H2O)6": 1191,
  "PtI2": 1192,
  "HI": 1193,
  "H3BTC": 1194,
  "H4PMo11VO40(H2O)32.5": 1195,
  "H5PMo10V2O40(H2O)32.5": 1196,
  "(CH3NH3)Cl": 1197,
  "K4Fe(CN)6": 1198,
  "K3Fe(CN)6": 1199,
  "ZnAc2(H2O)2": 1200,
  "Na2SnO3(H2O)4": 1201,
  "In(NO3)3(H2O)4.5": 1202,
  "CH3CSNH2": 1203,
  "DPNDI": 1204,
  "C6H5Cl": 1205,
  "P3HT": 1206,
  "InCl3(H2O)4": 1207,
  "NH4VO3": 1208,
  "C2H2O4(H2O)2": 1209,
  "AuSn": 1210,
  "Bi(NO3)3(H2O)5": 1211,
  "H3BTB": 1212,
  "YMnO3": 1213,
  "Li2WO4": 1214,
  "CaCl2(H2O)2": 1215,
  "PbCO3": 1216,
  "CrI3": 1217,
  "SrCo2As2": 1218,
  "VI3": 1219,
  "RbEuFe4As4": 1220,
  "Ca10Cr7O28": 1221,
  "EuMnBi2": 1222,
  "RhO2": 1223,
  "CaCu3(OH)6Cl2(H2O)0.6": 1224,
  "Al0.73Ge0.27": 1225,
  "Cs4CuSb2Cl12": 1226,
  "EuB6": 1227,
  "K2(SO4)": 1228,
  "Na2(SO4)": 1229,
  "SeO3": 1230,
  "Li2SO4": 1231,
  "Sr2CuO2Cl2": 1232,
  "GdAlO3": 1233,
  "(CH3)3NHCl": 1234,
  "LiCsSO4": 1235,
  "LiRbSO4": 1236,
  "NH4LiSO4": 1237,
  "KTa0.988Nb0.012O3": 1238,
  "Mn(SCN)2": 1239,
  "CH3OH": 1240,
  "MgCl2": 1241,
  "InF3": 1242,
  "C10H21NH2": 1243,
  "CH3COOH": 1244,
  "Pb(CH3COO)2": 1245,
  "Na2SiO3": 1246,
  "C12H25NH2": 1247,
  "C4H9NH2": 1248,
  "C6H13NH2I": 1249,
  "C9H19NH2": 1250,
  "As2Se3": 1251,
  "KFCT": 1252,
  "YBa2Cu3O6": 1253,
  "KClO3": 1254,
  "(NH4)2CO3": 1255,
  "H3AsO4": 1256,
  "KH2AsO4": 1257,
  "NH4H2AsO4": 1258,
  "SrBr2": 1259,
  "KBr": 1260,
  "F": 1261,
  "RbH2AsO4": 1262,
  "SrF2": 1263,
  "(CH3)4AsI": 1264,
  "CoI2": 1265,
  "(CH3)4AsBr": 1266,
  "ZnI2": 1267,
  "(CH3)4PBr": 1268,
  "(CH3)4PI": 1269,
  "EuCl3(H2O)6": 1270,
  "ZrSe3": 1271,
  "Li2SO4(H2O)2": 1272,
  "(NH4)2SO4": 1273,
  "(CH3)4NBr": 1274,
  "Cs2SO4": 1275,
  "Gd2CuO4": 1276,
  "AlPO4": 1277,
  "C3H7NH2HCl": 1278,
  "MnCl4": 1279,
  "Ce2(SO4)3(H2O)8": 1280,
  "Dy2(SO4)3(H2O)8": 1281,
  "La2(SO4)3(H2O)8": 1282,
  "Tb2(SO4)3(H2O)8": 1283,
  "CuCl": 1284,
  "Tl2SO4": 1285,
  "(NH4)H2AsO4": 1286,
  "CuGaS2": 1287,
  "WSe2": 1288,
  "Pb(NH4)2Cl6": 1289,
  "Tl2Ba2CuO6": 1290,
  "C70": 1291,
  "CmO2": 1292,
  "Eu2CuO4": 1293,
  "RbD2AsO4": 1294,
  "ND4D2AsO4": 1295,
  "C1H5NH2": 1296,
  "NbCl5": 1297,
  "SC(NH2)2": 1298,
  "OC(NH2)2": 1299,
  "Bi2Sr2CaCu2O8": 1300,
  "K2SeO4": 1301,
  "KTaO3": 1302,
  "LaB6": 1303,
  "SmB6": 1304,
  "MgCu2O3": 1305,
  "Ca2CuO3": 1306,
  "RbD2As04": 1307,
  "ND4D2As04": 1308,
  "TiO": 1309,
  "KNiF3": 1310,
  "CO": 1311,
  "Bi2CuO4": 1312,
  "Ti3O5": 1313,
  "C76": 1314,
  "C7H8": 1315,
  "C82": 1316,
  "SrCuO2": 1317,
  "RbH2PO4": 1318,
  "TlH2PO4": 1319,
  "LaCrO3": 1320,
  "Li2SO4.H2O": 1321,
  "C2H5NH3HCl": 1322,
  "C3H7NH3HCl": 1323,
  "NiSO4(H2O)7": 1324,
  "C2H8N2": 1325,
  "KCN": 1326,
  "Cd5P4S22I2": 1327,
  "NiS": 1328,
  "BiO2": 1329,
  "Na2SeO4": 1330,
  "Ni2N3": 1331,
  "CuSO4(H2O)5": 1332,
  "C6D5COONa": 1333,
  "NH3C2H5Cl": 1334,
  "(CH3)4NCl": 1335,
  "FeCl2": 1336,
  "UPt3": 1337,
  "UO2Ac2": 1338,
  "C2H4O2": 1339,
  "Cs6C60": 1340,
  "C5H11NO2": 1341,
  "CuGe0.5Si0.5O3": 1342,
  "CuGe0.99Si0.01O3": 1343,
  "CuGeO3": 1344,
  "UP": 1345,
  "ND4OD": 1346,
  "D3PO4": 1347,
  "Tl2S": 1348,
  "TlSbS2": 1349,
  "Tl3SbS5": 1350,
  "YbBe13": 1351,
  "Ca(C2H3O2)2": 1352,
  "Cd(C2H3O2)2": 1353,
  "Cu(C2H3O2)2": 1354,
  "CrBr3": 1355,
  "AgCu": 1356,
  "In0.75Ag0.25Cu": 1357,
  "Y0.7Pr0.3Ba2Cu3O7": 1358,
  "Y0.8Pr0.2Ba2Cu3O7": 1359,
  "Y0.9Pr0.1Ba2Cu3O7": 1360,
  "KCoF3": 1361,
  "[N(CH3)4]Cl": 1362,
  "V1.96O3": 1363,
  "V1.97O3": 1364,
  "K2Sn": 1365,
  "La2CuO4.0": 1366,
  "ReS2": 1367,
  "ReSSe": 1368,
  "ReSe2": 1369,
  "[Zn6]2": 1370,
  "(BiO)2CO3": 1371,
  "CdCl2(H2O)2": 1372,
  "CsH2AsO4": 1373,
  "In0.3Ag0.7Cu": 1374,
  "D2SO4": 1375,
  "AlN": 1376,
  "BaBr2": 1377,
  "BaI2": 1378,
  "ND3": 1379,
  "(CN3H6)2[Fe(CN)5NO]": 1380,
  "KDP": 1381,
  "YbBiPt": 1382,
  "MnO3": 1383,
  "Na6C60": 1384,
  "Na2[Fe(CN)5NO](H2O)2": 1385,
  "MnF3": 1386,
  "DF": 1387,
  "Mn3": 1388,
  "K2W2O7": 1389,
  "Fe3O4": 1390,
  "Ce@C82": 1391,
  "CS2": 1392,
  "La@C82": 1393,
  "CdCu": 1394,
  "MgCu": 1395,
  "TlCu": 1396,
  "ZnCu": 1397,
  "KSc(MoO4)2": 1398,
  "Mo4O11": 1399,
  "Cr2(SO4)3": 1400,
  "Fe2(SO4)2": 1401,
  "ScMnO3": 1402,
  "SiC": 1403,
  "C5H12N2": 1404,
  "Ca3Co4O8": 1405,
  "CuCO3": 1406,
  "CeCoIn5": 1407,
  "Bi1.9Te3.1": 1408,
  "Co3(PO4)2(H2O)8": 1409,
  "Cd2Re2O7": 1410,
  "NpP": 1411,
  "Ti3Sn": 1412,
  "D2": 1413,
  "Cr2(SO4)3(H2O)18": 1414,
  "Na2MnF5": 1415,
  "Y2CO3": 1416,
  "(NH4)2S2O8": 1417,
  "PbO3": 1418,
  "NH4Br": 1419,
  "TaS2": 1420,
  "K2Se5": 1421,
  "VCl4": 1422,
  "BaIrO3": 1423,
  "SrIrO3": 1424,
  "Cu22Cl4": 1425,
  "TlSe": 1426,
  "Cd2Nb2O7": 1427,
  "Cd3B2O6": 1428,
  "CaB6": 1429,
  "C6H14N2": 1430,
  "NO3": 1431,
  "KSb": 1432,
  "FeSb2": 1433,
  "Nb2SC": 1434,
  "Cu0.666667Nb2S2C": 1435,
  "C2H3N": 1436,
  "C6H13NH3I": 1437,
  "MnGa2Se4": 1438,
  "NdB6": 1439,
  "(C5H9NH3)Br": 1440,
  "WS2": 1441,
  "Na2Cu2Si4O11(H2O)2": 1442,
  "YbFeO3": 1443,
  "MnSO4": 1444,
  "Na(C10H6(OH)(COO))": 1445,
  "YbRu2Ge2": 1446,
  "Na0.7CoO2": 1447,
  "SC(ND2)2": 1448,
  "CD3OD": 1449,
  "[Fe6]2": 1450,
  "I2O5": 1451,
  "CH3C6H4CH2NH3Br": 1452,
  "UAsSe": 1453,
  "Na2C2O4": 1454,
  "Ni(C2O4)(H2O)2": 1455,
  "He4": 1456,
  "SrBi2Nb2O9": 1457,
  "Sr14Cu24O41": 1458,
  "CuAl2O4": 1459,
  "YbIr2Si2": 1460,
  "TiOBr": 1461,
  "VOCl": 1462,
  "Co(SCN)2": 1463,
  "K2Mo3O10": 1464,
  "BP4T": 1465,
  "CdCr2O4": 1466,
  "(C5H12N)2CuBr4": 1467,
  "FeF3": 1468,
  "SWNTs": 1469,
  "YF3": 1470,
  "TmF3": 1471,
  "CF4": 1472,
  "Fe2(SO4)3(H2O)5": 1473,
  "K2PtF6": 1474,
  "NpFe4P12": 1475,
  "Ba2Cu3O4Cl2": 1476,
  "Sr2Cu3O4Cl2": 1477,
  "Cu(BF4)2": 1478,
  "Cu(ClO4)2": 1479,
  "HClO4": 1480,
  "KPF6": 1481,
  "Co(NO3)2": 1482,
  "CH3(CH2)8COOH": 1483,
  "CH3(CH2)9NH2": 1484,
  "CrCl2": 1485,
  "NH4CuCl3": 1486,
  "ZnCO3": 1487,
  "H2TiF6": 1488,
  "Co(OH)2": 1489,
  "CrO2": 1490,
  "[(CH3)4N]Cl": 1491,
  "PrFe3(BO3)4": 1492,
  "Sr2IrO4": 1493,
  "H218O": 1494,
  "Fe(Te0.6Se0.4)0.85": 1495,
  "CuCrO2": 1496,
  "TCN": 1497,
  "Tl2Te": 1498,
  "PbTe": 1499,
  "Ti3O12": 1500,
  "BaFe1.7Co0.3As2": 1501,
  "SrSnO3": 1502,
  "Co3(AsO4)2(H2O)8": 1503,
  "DNTT": 1504,
  "CaFe2As2": 1505,
  "CaFe4As3": 1506,
  "EuFe2As2": 1507,
  "C2H5NH3Cl": 1508,
  "K3[Fe(CN)6]": 1509,
  "FeCl2(H2O)6": 1510,
  "ThAs": 1511,
  "LaFeAsO": 1512,
  "NdFe3(BO3)4": 1513,
  "YFe3(BO3)4": 1514,
  "NiC4H6O4(H2O)4": 1515,
  "(NH4)6Mo7O24(H2O)4": 1516,
  "Cs2CuBr4": 1517,
  "Cs2CuCl2Br2": 1518,
  "Cs2CuCl4": 1519,
  "SmFeAsO0.85F0.15": 1520,
  "KCO3": 1521,
  "K0.8Fe2Se2": 1522,
  "Mn0.85Co0.15WO4": 1523,
  "NdAs": 1524,
  "LiCoPO4": 1525,
  "SmP": 1526,
  "NaOH(H2O)": 1527,
  "SrMn3P4O14": 1528,
  "TmPO4": 1529,
  "C4H10N2": 1530,
  "LiCu2O2": 1531,
  "BiFeO3": 1532,
  "KFe362": 1533,
  "UMn2Al20": 1534,
  "Cd(CN)2": 1535,
  "Sn2P2S6": 1536,
  "Sr2Ir0.9Mn0.1O4": 1537,
  "LiVO2": 1538,
  "CuRh0.9Mg0.1O2": 1539,
  "LiH": 1540,
  "YBa2Cu3O6.1": 1541,
  "TaSe2": 1542,
  "IrGe": 1543,
  "CeCl3(H2O)7": 1544,
  "FeAs2": 1545,
  "TiPO4": 1546,
  "MoO4": 1547,
  "YbCu2Si2": 1548,
  "Ca4IrO6": 1549,
  "Ba2IrO4": 1550,
  "MnF2": 1551,
  "ZnF2": 1552,
  "(NaK)As": 1553,
  "ScCl3": 1554,
  "NdO0.7F0.3BiS2": 1555,
  "Fe1.1Se": 1556,
  "Cs2CuCl3Br1": 1557,
  "Cu(N03)2": 1558,
  "Fe1.9Ni0.05Cr0.05As2": 1559,
  "BaCo3": 1560,
  "NiO6": 1561,
  "K0.8Fe1.6Se2": 1562,
  "C4D8O2": 1563,
  "CH3OD": 1564,
  "ErF3": 1565,
  "GdF3": 1566,
  "HoF3": 1567,
  "YbF3": 1568,
  "GdMn2O5": 1569,
  "CoSb2O6": 1570,
  "NbAs": 1571,
  "Ba2Mg2Fe12O22": 1572,
  "Cd3As2": 1573,
  "Bi2Ba2O4": 1574,
  "CoO2": 1575,
  "Bi2Sr2O4": 1576,
  "TiF3": 1577,
  "SrCrO4": 1578,
  "Pb3PO4": 1579,
  "C2H2O4": 1580,
  "(Fe0.926Co0.074)As": 1581,
  "(Fe0.953Co0.047)As": 1582,
  "AlK(SO4)2": 1583,
  "KOD": 1584,
  "HgI2": 1585,
  "NiSb2O6": 1586,
  "K0.8Fe1.62": 1587,
  "Na2IrO3": 1588,
  "BaSrCoZnFe11AlO22": 1589,
  "CoBr2(H2O)3": 1590,
  "[C(NH2)3]2CO3": 1591,
  "RbNO3": 1592,
  "HNO3": 1593,
  "BaFe2As2": 1594,
  "NaO": 1595,
  "SrFe12O19": 1596,
  "Mg(NO3)2(H2O)6": 1597,
  "KMnO4": 1598,
  "HfNCl": 1599,
  "Ba3B2N4": 1600,
  "Ba0.52Sr2.48Co2Fe24O41": 1601,
  "Ba0.5Sr1.5Zn212O22": 1602,
  "SmMn2O5": 1603,
  "KRuO4": 1604,
  "EuNi2As2": 1605,
  "PO4": 1606,
  "RhCl3": 1607,
  "VSe2": 1608,
  "(NH4)2HAsO4": 1609,
  "Na2MoO4(H2O)2": 1610,
  "(MgCO3)4Mg(OH)2(H2O)5": 1611,
  "(NH4)H2PO4": 1612,
  "Al(OH)3": 1613,
  "Na2[B4O7](H2O)10": 1614,
  "Na0.44MnO2": 1615,
  "MgSO4": 1616,
  "BaB2O4": 1617,
  "Al0.995Mo0.005": 1618
}